Repository: nikcu/oopnet
Catalog: Utils/Translations.*.resx
Languages: hr

# StringLangCroatian
source: Croatian (Hrvatski)
hr: Hrvatski (Croatian)

# StringLangEnglish
source: English (Engleski)
hr: Engleski (English)

# StringSettings
source: Settings
hr: Postavke

# StringChampionship
source: Championship
hr: Prvenstvo

# StringWomens
source: Women's
hr: Žensko

# StringMens
source: Men's
hr: Muško

# StringSave
source: Save
hr: Pohrani

# StringLanguage
source: Language
hr: Jezik

# StringFavouriteTeam
source: Favourite Team
hr: Omiljena ekipa

# StringLoading
source: Loading...
hr: Učitavanje...

# StringRankings
source: Rankings
hr: Ljestvice

# StringGoalScorers
source: Goal Scorers
hr: Strijelci

# StringYellowCards
source: Yellow Cards
hr: Žuti kartoni

# StringAttendance
source: Attendance
hr: Posjećenost

# StringPlayer
source: Player
hr: Igrač

# StringGoals
source: Goals
hr: Golova

# StringCards
source: Cards
hr: Kartona

# StringLocation
source: Location
hr: Lokacija

# StringMatch
source: Match
hr: Utakmica

# StringViewRankings
source: View Rankings
hr: Prikaži ljestvice

# StringPlayerImages
source: Player Images
hr: Slike igrača

# StringManagePlayerImages
source: Manage Player Images
hr: Upravljanje slikama igrača

# StringBrowseImage
source: Browse Image...
hr: Odaberi sliku...

# StringRemoveImage
source: Remove Image
hr: Ukloni sliku

# StringNoImageAssigned
source: No image assigned
hr: Nema dodijeljene slike

# StringSelectPlayer
source: Select a player from the list
hr: Odaberite igrača s liste

# StringImageFiles
source: Image Files
hr: Slikovne datoteke

# StringFetchFromApi
source: Fetch from API
hr: Preuzmi s API-ja

# StringCaptain
source: Captain
hr: Kapetan

# StringFavourite
source: Favourite
hr: Omiljeni

# StringFavouritePlayers
source: Favourite Players
hr: Omiljeni igrači

# StringOtherPlayers
source: Other Players
hr: Ostali igrači

# StringAddToFavourites
source: Add to Favourites
hr: Dodaj u omiljene

# StringRemoveFromFavourites
source: Remove from Favourites
hr: Ukloni iz omiljenih

# StringMaxFavouritesReached
source: Maximum of 3 favourite players allowed
hr: Maksimalno 3 omiljena igrača dozvoljena

# StringSelectFavouritePlayers
source: Select Favourite Players
hr: Odaberi omiljene igrače

# StringDragDropInstructions
source: Drag players between panels, double-click, or use context menu to manage.
hr: Povucite igrače između panela, dvaput kliknite ili koristite kontekstni izbornik.

# StringCloseConfirmation
source: Are you sure you want to close the application?
hr: Jeste li sigurni da želite zatvoriti aplikaciju?

# StringPrint
source: Print
hr: Ispis

# StringNoDataToPrint
source: No data available to print.
hr: Nema podataka za ispis.

# StringPrintExport
source: Print / Export
hr: Ispis / Izvoz

# StringError
source: Error
hr: Greška

# StringSuccess
source: Success
hr: Uspjeh

# StringWarning
source: Warning
hr: Upozorenje

# StringConfirm
source: Confirm
hr: Potvrdi

# StringCancel
source: Cancel
hr: Odustani

# StringYes
source: Yes
hr: Da

# StringNo
source: No
hr: Ne

# StringNoTeamsAvailable
source: No teams available
hr: Nema dostupnih ekipa

# StringErrorLoadingTeams
source: Failed to load teams. Check your connection.
hr: Učitavanje ekipa nije uspjelo. Provjerite vezu.

# StringSettingsSaved
source: Settings saved.
hr: Postavke spremljene.

# StringErrorSavingSettings
source: Failed to save settings.
hr: Spremanje postavki nije uspjelo.

# StringNoFavouriteTeam
source: No favourite team selected.
hr: Omiljena ekipa nije odabrana.

# StringSelectFavouriteTeamFirst
source: Select a favourite team first.
hr: Prvo odaberite omiljenu ekipu.

# StringContinueQuestion
source: Continue?
hr: Nastaviti?

# StringImageAssigned
source: Image assigned.
hr: Slika dodijeljena.

# StringImageRemoved
source: Image removed.
hr: Slika uklonjena.

# StringErrorLoadingImage
source: Failed to load image.
hr: Učitavanje slike nije uspjelo.

# StringNoMatchesFound
source: No matches found.
hr: Nema pronađenih utakmica.

# StringErrorLoadingData
source: Failed to load data.
hr: Učitavanje podataka nije uspjelo.

# StringFavouritesSaved
source: Favourites saved.
hr: Omiljeni spremljeni.

# StringUnsavedChanges
source: You have unsaved changes. Save before closing?
hr: Imate nespremljene promjene. Spremiti prije zatvaranja?

# StringRemoveConfirmation
source: Remove this item?
hr: Ukloniti ovu stavku?

# StringDisplayMode
source: Display Mode
hr: Način prikaza

# StringResolution
source: Resolution
hr: Razlučivost

# StringFullscreen
source: Fullscreen
hr: Puni zaslon

# StringWindowed
source: Windowed
hr: Prozor

# StringOpponent
source: Opponent
hr: Protivnik

# StringPlayerNotFound
source: Player not found. Try using Browse Image.
hr: Igrač nije pronađen. Pokušajte odabrati sliku.

# StringNoImageAvailable
source: No image available for this player.
hr: Nema dostupne slike za ovog igrača.

# StringNetworkError
source: Network error. Check your connection.
hr: Mrežna greška. Provjerite vezu.

# StringTimeoutError
source: Request timed out. Try again later.
hr: Zahtjev je istekao. Pokušajte kasnije.
